routes/web.php

});
Route::get('/jobs', function(){

    $jobs  = Job::with('employer')->get();
---
select * from "employers" where "employers"."id" in (1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11)